Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: You've assembled the powerhouse method. Recall, checks, MILD, and timing — all in one night.
ar: لقد ركّبت الطريقة الجبّارة. الاسترجاع، والفحوص، وMILD، والتوقيت — كلها في ليلة واحدة.
de: Du hast die Powermethode zusammengesetzt. Erinnerung, Checks, MILD und Timing – alles in einer Nacht.
es: Has ensamblado el método potente. Recuerdo, comprobaciones, MILD y sincronización: todo en una sola noche.
fr: Vous avez assemblé la méthode puissante. Rappel, tests, MILD et timing — le tout en une seule nuit.
it: Hai assemblato il metodo potente. Richiamo, controlli, MILD e tempismo — tutto in una sola notte.
ja: あなたは最強の手法を組み上げました。想起、チェック、MILD、そしてタイミング——すべてを一晩で。
ko: 당신은 강력한 방법을 조립했습니다. 회상, 체크, MILD, 그리고 타이밍 — 모두 하룻밤에.
nl: Je hebt de krachtmethode samengesteld. Herinnering, checks, MILD en timing — allemaal in één nacht.
pt_br: Você montou o método poderoso. Recordação, checagens, MILD e cronometragem — tudo numa só noite.
ru: Вы собрали мощнейший метод. Припоминание, проверки, MILD и расчёт времени — всё за одну ночь.
zh_hans: 你已组装出这套强力方法。回忆、检验、MILD 和时机——全在一夜之间。

source: You've claimed the sky. Movement in dreams now bends to your belief.
ar: لقد طالبت بالسماء. الحركة في الأحلام تنحني الآن لإيمانك.
de: Du hast dir den Himmel zu eigen gemacht. Bewegung in Träumen beugt sich jetzt deinem Glauben.
es: Has reclamado el cielo. El movimiento en los sueños ahora se pliega a tu creencia.
fr: Vous avez conquis le ciel. Le mouvement dans les rêves se plie désormais à votre croyance.
it: Hai reclamato il cielo. Il movimento nei sogni ora si piega alla tua fede.
ja: あなたは空をわが物としました。夢の中の動きは、いまやあなたの信念にしたがいます。
ko: 당신은 하늘을 차지했습니다. 이제 꿈 속의 움직임은 당신의 믿음에 굽힙니다.
nl: Je hebt de hemel opgeëist. Beweging in dromen buigt nu naar je geloof.
pt_br: Você reivindicou o céu. O movimento nos sonhos agora se dobra à sua crença.
ru: Вы завладели небом. Движение во снах теперь подчиняется вашей вере.
zh_hans: 你已据有天空。梦中的运动，如今俯首于你的信念。

source: You've completed the path. From the half-light of curiosity to a true dreamer — the night is yours now.
ar: لقد أتممت المسار. من نصف ضوء الفضول إلى حالم حقيقي — الليل لك الآن.
de: Du hast den Weg vollendet. Vom Halblicht der Neugier zu einem echten Träumer – die Nacht gehört jetzt dir.
es: Has completado el camino. De la media luz de la curiosidad a un verdadero soñador: la noche es tuya ahora.
fr: Vous avez achevé le chemin. De la pénombre de la curiosité à un véritable rêveur — la nuit est à vous désormais.
it: Hai completato il percorso. Dalla penombra della curiosità a un vero sognatore — ora la notte è tua.
ja: あなたは道のりを歩み終えました。好奇心の半光（ハーフライト）から、真の夢見手へ——夜は、いまやあなたのものです。
ko: 당신은 길을 완주했습니다. 호기심의 어슴푸레한 빛에서 진정한 몽자로 — 이제 밤은 당신의 것입니다.
nl: Je hebt het pad voltooid. Van het halflicht van nieuwsgierigheid tot een echte dromer — de nacht is nu van jou.
pt_br: Você completou o caminho. Da meia-luz da curiosidade a um verdadeiro sonhador — agora a noite é sua.
ru: Вы прошли весь путь. От полусвета любопытства до настоящего сновидца — теперь ночь принадлежит вам.
zh_hans: 你已走完这条路径。从好奇的微光，到一名真正的梦者——如今，夜晚属于你。

source: You've crossed the threshold — now learn what's possible
ar: لقد عبرت العتبة — تعلّم الآن ما هو ممكن
de: Du hast die Schwelle überschritten – lerne nun, was möglich ist
es: Has cruzado el umbral: ahora descubre lo que es posible
fr: Vous avez franchi le seuil — découvrez maintenant ce qui est possible
it: Hai varcato la soglia: ora scopri cosa è possibile
ja: あなたは境界を越えた — 次は可能性を学ぼう
ko: 당신은 문턱을 넘었다 — 이제 가능한 것을 배우자
nl: Je hebt de drempel overschreden — ontdek nu wat mogelijk is
pt_br: Você cruzou o limiar — agora descubra o que é possível
ru: Ты переступил порог — теперь узнай, что возможно
zh_hans: 你已跨过门槛——现在去探索可能性

source: You've demystified the spookiest part of WILD. Knowledge turns fear into a green light.
ar: لقد أزلت الغموض عن أكثر أجزاء WILD ترويعًا. المعرفة تحوّل الخوف إلى ضوء أخضر.
de: Du hast den gruseligsten Teil von WILD entmystifiziert. Wissen verwandelt Angst in grünes Licht.
es: Has desmitificado la parte más espeluznante de WILD. El conocimiento convierte el miedo en luz verde.
fr: Vous avez démystifié la partie la plus effrayante de WILD. Le savoir transforme la peur en feu vert.
it: Hai sfatato la parte più spaventosa del WILD. La conoscenza trasforma la paura in via libera.
ja: あなたはWILDで最も不気味な部分の謎を解きました。知識は恐れを青信号に変えます。
ko: 당신은 WILD에서 가장 으스스한 부분의 정체를 밝혔습니다. 앎은 두려움을 초록불로 바꿉니다.
nl: Je hebt het engste deel van WILD ontraadseld. Kennis verandert angst in groen licht.
pt_br: Você desmistificou a parte mais assustadora do WILD. O conhecimento transforma o medo em sinal verde.
ru: Вы развеяли тайну самой жуткой части WILD. Знание превращает страх в зелёный свет.
zh_hans: 你已揭开 WILD 中最吓人那部分的神秘面纱。知识把恐惧变成绿灯。

source: You've forged your key phrase. Words you'll carry across the threshold of sleep.
ar: لقد صُغت عبارتك المفتاحية. كلمات ستحملها عبر عتبة النوم.
de: Du hast deinen Schlüsselsatz geschmiedet. Worte, die du über die Schwelle des Schlafs trägst.
es: Has forjado tu frase clave. Palabras que llevarás a través del umbral del sueño.
fr: Vous avez forgé votre phrase clé. Des mots que vous emporterez par-delà le seuil du sommeil.
it: Hai forgiato la tua frase chiave. Parole che porterai oltre la soglia del sonno.
ja: あなたは鍵となるフレーズを鍛え上げました。眠りの敷居を越えて持っていく言葉です。
ko: 당신은 열쇠가 될 문구를 벼려 냈습니다. 잠의 문턱을 넘어 지니고 갈 말입니다.
nl: Je hebt je sleutelzin gesmeed. Woorden die je over de drempel van de slaap meeneemt.
pt_br: Você forjou sua frase-chave. Palavras que levará através do limiar do sono.
ru: Вы выковали свою ключевую фразу. Слова, которые вы пронесёте через порог сна.
zh_hans: 你已锻造出自己的关键短句。这些话语将随你越过睡眠的门槛。

source: You've found the hidden trap. Knowing it is the first step to staying longer.
ar: وجدت الفخ الخفي. معرفته هي الخطوة الأولى للبقاء أطول.
de: Du hast die versteckte Falle gefunden. Sie zu kennen ist der erste Schritt, länger zu bleiben.
es: Has encontrado la trampa oculta. Conocerla es el primer paso para quedarte más tiempo.
fr: Vous avez trouvé le piège caché. Le connaître est le premier pas pour rester plus longtemps.
it: Hai trovato la trappola nascosta. Conoscerla è il primo passo per restare più a lungo.
ja: あなたは隠れた罠を見つけました。それを知ることが、長くとどまる第一歩です。
ko: 당신은 숨은 함정을 찾았습니다. 그것을 아는 것이 더 오래 머무는 첫걸음입니다.
nl: Je hebt de verborgen valstrik gevonden. Die kennen is de eerste stap om langer te blijven.
pt_br: Você encontrou a armadilha escondida. Conhecê-la é o primeiro passo para permanecer mais tempo.
ru: Вы нашли скрытую ловушку. Знать о ней — первый шаг к тому, чтобы остаться дольше.
zh_hans: 你已找到那个隐藏的陷阱。认识它，就是停留更久的第一步。

source: You've found your window. Timing turns ordinary sleep into a launchpad.
ar: وجدت نافذتك. التوقيت يحوّل النوم العادي إلى منصّة انطلاق.
de: Du hast dein Fenster gefunden. Timing macht aus gewöhnlichem Schlaf eine Startrampe.
es: Has encontrado tu ventana. La sincronización convierte el sueño común en una plataforma de lanzamiento.
fr: Vous avez trouvé votre fenêtre. Le timing transforme un sommeil ordinaire en rampe de lancement.
it: Hai trovato la tua finestra. Il tempismo trasforma il sonno comune in una rampa di lancio.
ja: あなたは自分の窓を見つけました。タイミングは、ありふれた睡眠を発射台に変えます。
ko: 당신은 자신의 창을 찾았습니다. 타이밍은 평범한 잠을 발사대로 바꿉니다.
nl: Je hebt je venster gevonden. Timing maakt van gewone slaap een lanceerplatform.
pt_br: Você encontrou sua janela. A cronometragem transforma o sono comum numa plataforma de lançamento.
ru: Вы нашли своё окно. Точное время превращает обычный сон в стартовую площадку.
zh_hans: 你已找到自己的时段。时机能把普通的睡眠变成一座发射台。

source: You've given your lucidity a purpose. Every dream now has a destination.
ar: لقد منحت وضوحك غايةً. لكل حلم الآن وجهة.
de: Du hast deiner Luzidität einen Zweck gegeben. Jeder Traum hat jetzt ein Ziel.
es: Le has dado un propósito a tu lucidez. Cada sueño tiene ahora un destino.
fr: Vous avez donné un but à votre lucidité. Chaque rêve a désormais une destination.
it: Hai dato uno scopo alla tua lucidità. Ora ogni sogno ha una destinazione.
ja: あなたは自分の明晰さに目的を与えました。いまやどの夢にも行き先があります。
ko: 당신은 자각에 목적을 부여했습니다. 이제 모든 꿈에 목적지가 있습니다.
nl: Je hebt je luciditeit een doel gegeven. Elke droom heeft nu een bestemming.
pt_br: Você deu um propósito à sua lucidez. Agora todo sonho tem um destino.
ru: Вы придали своей осознанности цель. Теперь у каждого сна есть пункт назначения.
zh_hans: 你已为自己的清醒赋予了目的。如今每个梦都有了去处。

source: You've got a plan for the most heartbreaking near-miss in lucid dreaming.
ar: لديك خطة لأكثر اللحظات إيلامًا في الحلم الواضح: الفوات بشعرة.
de: Du hast einen Plan für den herzzerreißendsten Beinahe-Treffer im luziden Träumen.
es: Tienes un plan para el casi-logro más desgarrador del sueño lúcido.
fr: Vous avez un plan pour le quasi-succès le plus déchirant du rêve lucide.
it: Hai un piano per il quasi-successo più straziante del sogno lucido.
ja: あなたは、明晰夢で最も胸の痛むあと一歩——その対策を手にしました。
ko: 당신은 자각몽에서 가장 가슴 아픈 아슬아슬한 실패에 대한 계획을 갖게 됐습니다.
nl: Je hebt een plan voor de hartverscheurendste bijna-misser in lucide dromen.
pt_br: Você tem um plano para o quase-acerto mais doloroso do sonho lúcido.
ru: У вас есть план на самый обидный почти‑успех в осознанных снах.
zh_hans: 对于清醒梦中最令人心碎的功亏一篑，你已有了对策。

source: You've got a rescue move. A fading dream no longer means game over.
ar: لديك حركة إنقاذ. الحلم المتلاشي لم يعد يعني انتهاء اللعبة.
de: Du hast ein Rettungsmanöver. Ein verblassender Traum bedeutet nicht mehr Game over.
es: Tienes un movimiento de rescate. Un sueño que se desvanece ya no significa fin del juego.
fr: Vous avez un geste de secours. Un rêve qui s'estompe ne signifie plus la fin de la partie.
it: Hai una mossa di salvataggio. Un sogno che svanisce non significa più game over.
ja: あなたには救出の一手があります。薄れゆく夢は、もはやゲームオーバーを意味しません。
ko: 당신에게 구조의 한 수가 생겼습니다. 흐려지는 꿈이 더 이상 게임 오버를 뜻하지 않습니다.
nl: Je hebt een reddingszet. Een vervagende droom betekent niet langer game over.
pt_br: Você tem um movimento de resgate. Um sonho que se desvanece não significa mais fim de jogo.
ru: У вас есть спасательный приём. Тускнеющий сон больше не означает «игра окончена».
zh_hans: 你有了一个救援动作。褪去的梦，不再意味着游戏结束。

source: You've got an anchor for any wobbling dream. Touch it, and it holds.
ar: لديك مرساة لأي حلم متذبذب. المسه، فيثبت.
de: Du hast einen Anker für jeden wackelnden Traum. Berühr ihn, und er hält.
es: Tienes un ancla para cualquier sueño tambaleante. Tócalo, y se sostiene.
fr: Vous avez une ancre pour tout rêve vacillant. Touchez-le, et il tient.
it: Hai un'ancora per qualunque sogno traballante. Toccalo, e regge.
ja: ぐらつくどんな夢にも錨があります。それに触れれば、保たれます。
ko: 흔들리는 어떤 꿈에도 쓸 닻이 생겼습니다. 그것을 만지면, 꿈이 버팁니다.
nl: Je hebt een anker voor elke wankelende droom. Raak hem aan, en hij houdt stand.
pt_br: Você tem uma âncora para qualquer sonho instável. Toque-o, e ele se segura.
ru: У вас есть якорь для любого шаткого сна. Коснитесь его — и он удержится.
zh_hans: 对任何摇晃的梦，你都有了一个锚。触碰它，它就稳住。

source: You've got your tool. A simple, repeatable test you can carry everywhere.
ar: لديك أداتك الآن. اختبار بسيط قابل للتكرار تحمله أينما ذهبت.
de: Du hast jetzt dein Werkzeug. Ein einfacher, wiederholbarer Test, den du überallhin mitnimmst.
es: Ya tienes tu herramienta. Una prueba simple y repetible que puedes llevar a todas partes.
fr: Vous avez votre outil. Un test simple et répétable que vous emportez partout.
it: Hai il tuo strumento. Un test semplice e ripetibile che puoi portare ovunque.
ja: 道具が手に入りました。どこへでも持ち歩ける、シンプルでくり返せるテストです。
ko: 이제 도구가 생겼습니다. 어디든 가져갈 수 있는, 간단하고 반복 가능한 테스트입니다.
nl: Je hebt je gereedschap. Een eenvoudige, herhaalbare test die je overal mee naartoe neemt.
pt_br: Você tem sua ferramenta. Um teste simples e repetível que dá para levar a qualquer lugar.
ru: Теперь у вас есть инструмент. Простой, повторяемый тест, который можно носить с собой повсюду.
zh_hans: 你已拥有自己的工具：一项简单、可重复、随身可带的测试。

source: You've had a long dry spell. What helps most?
ar: مررت بفترة جفاف طويلة. ما الذي يساعد أكثر؟
de: Du hattest eine lange Durststrecke. Was hilft am meisten?
es: Has tenido una larga sequía. ¿Qué ayuda más?
fr: Vous avez traversé une longue période creuse. Qu'est-ce qui aide le plus ?
it: Hai avuto un lungo periodo di magra. Cosa aiuta di più?
ja: 長い不振の時期があった。最も役立つのは？
ko: 긴 침체기를 겪었습니다. 무엇이 가장 도움이 될까요?
nl: Je hebt een lange droge periode gehad. Wat helpt het meest?
pt_br: Você teve um longo período seco. O que ajuda mais?
ru: У вас была долгая засуха. Что помогает больше всего?
zh_hans: 你经历了长长的枯水期。什么最有帮助？

source: You've learned MILD's secret timing. Practice it near morning and watch it bloom.
ar: تعلّمت توقيت MILD السري. مارسه قرب الصباح وراقبه يزدهر.
de: Du hast MILDs geheimes Timing gelernt. Übe es nahe dem Morgen und sieh zu, wie es aufblüht.
es: Has aprendido el momento secreto de MILD. Practícalo cerca de la mañana y míralo florecer.
fr: Vous avez appris le timing secret de MILD. Pratiquez-le près du matin et regardez-le s'épanouir.
it: Hai imparato il timing segreto di MILD. Praticalo verso il mattino e guardalo fiorire.
ja: あなたはMILDの秘密のタイミングを学びました。朝の近くで実践し、花開くのを見届けましょう。
ko: 당신은 MILD의 비밀스러운 타이밍을 배웠습니다. 아침 가까이에서 연습하며 그것이 꽃피우는 걸 지켜보세요.
nl: Je hebt MILDs geheime timing geleerd. Oefen het tegen de ochtend en zie het tot bloei komen.
pt_br: Você aprendeu o timing secreto do MILD. Pratique-o perto da manhã e veja-o florescer.
ru: Вы узнали секретный момент MILD. Практикуйте его ближе к утру и смотрите, как он расцветает.
zh_hans: 你已学会 MILD 隐秘的时机。在临近清晨时练习它，看它开花。

source: You've learned that calm is control. Steady the dreamer, and the dream steadies too.
ar: تعلّمت أن الهدوء هو التحكّم. ثبّت الحالم، فيثبت الحلم أيضًا.
de: Du hast gelernt: Ruhe ist Kontrolle. Beruhige den Träumer, und der Traum beruhigt sich auch.
es: Has aprendido que la calma es control. Estabiliza al soñador, y el sueño también se estabiliza.
fr: Vous avez appris que le calme est le contrôle. Stabilisez le rêveur, et le rêve se stabilise aussi.
it: Hai imparato che la calma è controllo. Stabilizza il sognatore, e anche il sogno si stabilizza.
ja: あなたは、落ち着きこそが制御だと学びました。夢見手を安定させれば、夢もまた安定します。
ko: 당신은 고요함이 곧 통제임을 배웠습니다. 몽자를 안정시키면, 꿈도 함께 안정됩니다.
nl: Je hebt geleerd dat kalmte controle is. Stabiliseer de dromer, en de droom stabiliseert mee.
pt_br: Você aprendeu que a calma é controle. Estabilize o sonhador, e o sonho também se estabiliza.
ru: Вы усвоили: спокойствие — это контроль. Успокойте сновидца, и сон тоже успокоится.
zh_hans: 你已明白，平静即掌控。稳住梦者，梦也随之稳住。

source: You've learned the bridge between waking and dreaming. Next, we pick your tool.
ar: لقد تعلّمت الجسر بين اليقظة والحلم. تاليًا، نختار أداتك.
de: Du hast die Brücke zwischen Wachen und Träumen kennengelernt. Als Nächstes wählen wir dein Werkzeug.
es: Has aprendido el puente entre la vigilia y el sueño. A continuación, elegimos tu herramienta.
fr: Vous avez découvert le pont entre la veille et le rêve. Ensuite, nous choisissons votre outil.
it: Hai imparato il ponte tra la veglia e il sogno. Ora scegliamo il tuo strumento.
ja: 覚醒と夢をつなぐ橋を学びました。次は、あなたの道具を選びます。
ko: 깨어 있음과 꿈을 잇는 다리를 배웠습니다. 다음으로, 당신의 도구를 고릅니다.
nl: Je hebt de brug tussen waken en dromen geleerd. Hierna kiezen we je gereedschap.
pt_br: Você aprendeu a ponte entre a vigília e o sonho. A seguir, escolhemos a sua ferramenta.
ru: Вы узнали о мосте между явью и сном. Дальше выберем ваш инструмент.
zh_hans: 你已学会清醒与梦境之间的那座桥。接下来，我们来挑选你的工具。

source: You've learned the first secret: dreams aren't gone, just uncaught. Tomorrow, you start catching them.
ar: تعلّمت السرّ الأول: الأحلام لم تختفِ، بل لم تُلتقَط فقط. غدًا، تبدأ في التقاطها.
de: Du hast das erste Geheimnis gelernt: Träume sind nicht weg, nur nicht eingefangen. Morgen fängst du an, sie zu fangen.
es: Has aprendido el primer secreto: los sueños no se han ido, solo no los has atrapado. Mañana empiezas a atraparlos.
fr: Vous avez appris le premier secret : les rêves ne sont pas perdus, juste non saisis. Demain, vous commencez à les attraper.
it: Hai imparato il primo segreto: i sogni non sono spariti, solo non catturati. Domani inizi a catturarli.
ja: 最初の秘密を学びました——夢は消えたのではなく、捕まえていないだけ。明日から、あなたはそれを捕まえ始めます。
ko: 첫 번째 비밀을 배웠습니다: 꿈은 사라진 게 아니라 붙잡지 못했을 뿐입니다. 내일부터 당신은 그것을 붙잡기 시작합니다.
nl: Je hebt het eerste geheim geleerd: dromen zijn niet weg, alleen niet gevangen. Morgen begin je ze te vangen.
pt_br: Você aprendeu o primeiro segredo: os sonhos não se foram, só não foram capturados. Amanhã você começa a capturá-los.
ru: Ты узнал первый секрет: сны не исчезли, их просто не уловили. Завтра ты начнёшь их ловить.
zh_hans: 你学到了第一个秘密：梦并没有消失，只是没被捕捉。明天，你就开始捕捉它们。

source: You've learned the gentlest, most powerful recall trick there is: stillness.
ar: تعلّمت ألطف وأقوى حيلة للتذكّر على الإطلاق: السكون.
de: Du hast den sanftesten, wirkungsvollsten Erinnerungstrick gelernt, den es gibt: Stille.
es: Has aprendido el truco de recuerdo más suave y poderoso que existe: la quietud.
fr: Vous avez appris l'astuce de mémorisation la plus douce et la plus puissante qui soit : l'immobilité.
it: Hai imparato il trucco di richiamo più delicato e potente che esista: l'immobilità.
ja: もっとも穏やかで、もっとも強力な想起のコツを学びました——静けさです。
ko: 가장 부드럽고 가장 강력한 회상 비결을 배웠습니다: 가만히 있기.
nl: Je hebt de zachtste, krachtigste herinneringstruc geleerd die er is: stilte.
pt_br: Você aprendeu o truque de memória mais suave e poderoso que existe: a quietude.
ru: Ты освоил самый мягкий и мощный приём для памяти: неподвижность.
zh_hans: 你学会了最温柔、最有力的回忆技巧：静止不动。

source: You've learned the paradox of dream control: let go, and it answers.
ar: تعلّمت مفارقة التحكّم في الحلم: أفلِت، فيستجيب.
de: Du hast das Paradox der Traumkontrolle gelernt: lass los, und er antwortet.
es: Has aprendido la paradoja del control onírico: suelta, y responde.
fr: Vous avez appris le paradoxe du contrôle du rêve : lâchez prise, et il répond.
it: Hai imparato il paradosso del controllo onirico: lascia andare, e risponde.
ja: あなたは夢の制御の逆説を学びました——手放せば、応えてくれる。
ko: 당신은 꿈 통제의 역설을 배웠습니다 — 놓아주면, 응답합니다.
nl: Je hebt de paradox van droombeheersing geleerd: laat los, en hij antwoordt.
pt_br: Você aprendeu o paradoxo do controle onírico: solte, e ele responde.
ru: Вы постигли парадокс управления сном: отпустите — и он откликнется.
zh_hans: 你已领会控制梦的悖论：放手，它便回应。

source: You've learned the rhythm of the night. Skilled dreamers work with this tide, not against it.
ar: لقد تعلّمت إيقاع الليل. الحالمون المهرة يعملون مع هذا المدّ لا ضدّه.
de: Du hast den Rhythmus der Nacht gelernt. Geübte Träumer arbeiten mit dieser Flut, nicht gegen sie.
es: Has aprendido el ritmo de la noche. Los soñadores hábiles trabajan con esta marea, no contra ella.
fr: Vous avez appris le rythme de la nuit. Les rêveurs aguerris travaillent avec cette marée, pas contre elle.
it: Hai imparato il ritmo della notte. I sognatori esperti lavorano con questa marea, non contro.
ja: あなたは夜のリズムを学びました。熟練した夢見手は、この潮の流れに逆らわず、それに乗ります。
ko: 당신은 밤의 리듬을 배웠습니다. 능숙한 몽상가는 이 흐름을 거스르지 않고 함께 갑니다.
nl: Je hebt het ritme van de nacht geleerd. Ervaren dromers werken met dit getij mee, niet ertegen.
pt_br: Você aprendeu o ritmo da noite. Sonhadores experientes trabalham a favor dessa maré, não contra ela.
ru: Ты узнал ритм ночи. Опытные сновидцы работают с этим приливом, а не против него.
zh_hans: 你已了解夜的节律。熟练的梦者顺应这股潮汐，而非与之抗争。

source: You've learned the whole path. Now the real journey — a lifelong one — begins.
ar: لقد تعلّمت المسار كله. الآن تبدأ الرحلة الحقيقية — رحلة العمر.
de: Du hast den ganzen Weg gelernt. Jetzt beginnt die eigentliche Reise – eine lebenslange.
es: Has aprendido todo el camino. Ahora empieza el verdadero viaje, uno de por vida.
fr: Vous avez appris tout le chemin. Maintenant commence le vrai voyage — celui de toute une vie.
it: Hai imparato l'intero percorso. Ora comincia il vero viaggio — quello di una vita.
ja: あなたは道のりのすべてを学びました。さあ、本当の旅——生涯にわたる旅——が始まります。
ko: 당신은 길 전체를 배웠습니다. 이제 진짜 여정 — 평생의 여정 — 이 시작됩니다.
nl: Je hebt het hele pad geleerd. Nu begint de echte reis — een levenslange.
pt_br: Você aprendeu o caminho inteiro. Agora começa a verdadeira jornada — a de uma vida toda.
ru: Вы прошли весь путь обучения. Теперь начинается настоящее путешествие — длиною в жизнь.
zh_hans: 你已学完了整条路径。如今，真正的旅程——一段毕生的旅程——才开始。

source: You've learned the WILD dreamer's superpower: staying perfectly, gently calm.
ar: تعلّمت قوة الحالم بأسلوب WILD الخارقة: البقاء هادئًا تمامًا وبلطف.
de: Du hast die Superkraft des WILD-Träumers gelernt: vollkommen, sanft ruhig zu bleiben.
es: Has aprendido el superpoder del soñador WILD: mantenerte perfecta y suavemente en calma.
fr: Vous avez appris le super-pouvoir du rêveur WILD : rester parfaitement, doucement calme.
it: Hai imparato il superpotere del sognatore WILD: restare perfettamente e dolcemente calmo.
ja: あなたはWILDの夢見手の超能力を学びました——完璧に、やさしく、落ち着いたままでいることです。
ko: 당신은 WILD 몽자의 초능력을 배웠습니다 — 완벽하게, 부드럽게 차분함을 유지하는 것.
nl: Je hebt de superkracht van de WILD-dromer geleerd: volmaakt en zacht kalm blijven.
pt_br: Você aprendeu o superpoder do sonhador WILD: manter-se perfeita e suavemente calmo.
ru: Вы освоили суперсилу WILD‑сновидца: оставаться совершенно и мягко спокойным.
zh_hans: 你已学会 WILD 梦者的超能力：保持彻底而温柔的平静。

source: You've learned to bend the dream's geography. The whole dreamscape is yours to travel.
ar: تعلّمت أن تطوّع جغرافيا الحلم. مشهد الحلم كله ملكك تجوب فيه.
de: Du hast gelernt, die Geografie des Traums zu biegen. Die ganze Traumlandschaft steht dir zum Reisen offen.
es: Has aprendido a doblar la geografía del sueño. Todo el paisaje onírico es tuyo para recorrer.
fr: Vous avez appris à plier la géographie du rêve. Tout le paysage onirique est vôtre à parcourir.
it: Hai imparato a piegare la geografia del sogno. L'intero paesaggio onirico è tuo da percorrere.
ja: あなたは夢の地理を曲げる術を学びました。夢の風景はすべて、あなたが旅するためのものです。
ko: 당신은 꿈의 지리를 휘는 법을 배웠습니다. 꿈 풍경 전체가 당신이 누빌 곳입니다.
nl: Je hebt geleerd de geografie van de droom te buigen. Het hele droomlandschap is van jou om te bereizen.
pt_br: Você aprendeu a dobrar a geografia do sonho. Toda a paisagem onírica é sua para percorrer.
ru: Вы научились гнуть географию сна. Весь ландшафт сновидения ваш — путешествуйте.
zh_hans: 你已学会弯折梦的地理。整片梦境，皆任你遨游。

source: You've learned to read the threshold's signs. The doorway has a shape now.
ar: تعلّمت قراءة علامات العتبة. صار للمدخل شكل الآن.
de: Du hast gelernt, die Zeichen der Schwelle zu lesen. Die Tür hat jetzt eine Gestalt.
es: Has aprendido a leer las señales del umbral. La puerta ya tiene forma.
fr: Vous avez appris à lire les signes du seuil. La porte a désormais une forme.
it: Hai imparato a leggere i segni della soglia. Ora la porta ha una forma.
ja: あなたは敷居のしるしを読めるようになりました。戸口には、いまや形があります。
ko: 당신은 문턱의 신호를 읽는 법을 배웠습니다. 이제 그 문에는 형태가 있습니다.
nl: Je hebt geleerd de tekenen van de drempel te lezen. De deur heeft nu een vorm.
pt_br: Você aprendeu a ler os sinais do limiar. A porta agora tem uma forma.
ru: Вы научились читать знаки порога. Теперь у двери есть очертания.
zh_hans: 你已学会读懂门槛的征兆。如今，那道门户有了形状。

source: You've learned to turn up the dream's resolution. Reality has competition now.
ar: تعلّمت أن ترفع دقّة الحلم. للواقع منافس الآن.
de: Du hast gelernt, die Auflösung des Traums hochzudrehen. Die Realität hat jetzt Konkurrenz.
es: Has aprendido a subir la resolución del sueño. La realidad ahora tiene competencia.
fr: Vous avez appris à monter la résolution du rêve. La réalité a désormais de la concurrence.
it: Hai imparato ad alzare la risoluzione del sogno. La realtà ora ha concorrenza.
ja: あなたは夢の解像度を上げる術を学びました。現実には、いまやライバルがいます。
ko: 당신은 꿈의 해상도를 높이는 법을 배웠습니다. 이제 현실에는 경쟁자가 생겼습니다.
nl: Je hebt geleerd de resolutie van de droom op te voeren. De werkelijkheid heeft nu concurrentie.
pt_br: Você aprendeu a aumentar a resolução do sonho. A realidade agora tem concorrência.
ru: Вы научились повышать разрешение сна. У реальности теперь есть конкурент.
zh_hans: 你已学会调高梦的分辨率。现实，如今有了对手。
